lib/xml/deleteReasonCode.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:deleteReasonCode>
            <!--Optional:-->
            <reasonCodeName>?</reasonCodeName>
        </ser:deleteReasonCode>
    </soapenv:Body>
</soapenv:Envelope>